{
    "projects":[
        {
            "id":1,
            "image":"prj1.png",
            "project_name":"Project Fitlessian",
            "tools":["React","Socket Io","firebase","express","mongodb"],
            "live_link":"https://fitlessian.web.app/",
            "github":"https://github.com/farukphero/fitness-tracking-web-client",
            "project":"good",
            "banner_pic":"prj1banner.png",
            "banner_details":"Fitlessian is a FitlessTracking website where user can checkup his fitness and daily activites easily .Basically as a person we try to always concern for our fitness but we can not learn proper guideline .As a result we believe that this website help a user or person to maintain his fitness activity",
            "key_feautrespicOne":"prj1keypre1.png",
            "key_feautresDetailsOne":"First of log activites.In this feature user watch lot of part here Food plan,water goal,Weight goal etc. user can set his goal for daily , weekly, monthly basis and watch his progress",
            "key_feautrespicTwo":"prj1keypre2.png",
            "key_feautresDetailsTwo":"In this feature if user want user can talk to our instructor by via video call.But it is paid service .First of user find his instructor with payment then he can conversation and discussion his problem about his fitness ",
            "project_details":"Physical fitness is a state of health and well-being and, more specifically, the ability to perform aspects of sports, occupations and daily activities. Physical fitness is generally achieved through proper nutrition moderate-vigorous physical exercise and sufficient rest along with a formal recovery plan.I hope this website helps a person for his dedication about his fitness and anyone follow this rules and information he watch a great fitness . Thankyou for visit",
            "project_screenshortOne":"prj1screen1.png",
            "project_screenshorttwo":"prj1screen2.png",
            "project_screenshortthree":"prj1screen3.png"
        },
        {
            "id":2,
            "image":"prj3.png",
            "project_name":"Project Artsy Lens",
            "tools":["React","tailwind","firebase","express","mongodb"],
            "live_link":"https://assignment-11-c024f.web.app/",
            "github":"https://github.com/niaz-abir/assignment11client",
            "project":"bad",
            "banner_pic":"prj2banner.png",
            "banner_details":"Photography is the art and science of capturing light and creating images that represent reality, imagination, or emotion. It involves using a camera to record a scene, subject, or moment in time by exposing light-sensitive film or digital sensors to light.In this website we try to capture beautiful moment by camera.",
            "key_feautrespicOne":"prj2keypre1.png",
            "key_feautresDetailsOne":"In this part user watch details about our photography and he send his complement easily.Whenever user read the details he can know our specific services.",
            "key_feautrespicTwo":"prj2keypre2.png",
            "key_feautresDetailsTwo":"In this feature user watch our showroom and user can contact freely .We try to build up few showroom in our whole country .whenever a person needed he can contact our website and also visiting our showroom.",
            "project_details":"Photography has been around for more than a century and has evolved significantly since its inception. Today, it is widely used in many fields, such as journalism, advertising, art, fashion, and scientific research. With the advancement of technology, photography has become more accessible and affordable, allowing people of all ages and backgrounds to express their creativity and capture moments that are meaningful to them.",
            "project_screenshortOne":"prj2screen1.png",
            "project_screenshorttwo":"prj2screen2.png",
            "project_screenshortthree":"prj2screen3.png"
        },
        {
            "id":3,
            "image":"prj2.png",
            "project_name":"Project InnerRecruit",
            "tools":["React","firebase","express","mongodb","tailwind"],
            "live_link":"https://job-portal-5b380.web.app/",
            "github":"",
            "project":"nice",
            "banner_pic":"prj3banner.png",
            "banner_details":"InnerRecruit is an online platform that allows job seekers to search for job openings and employers to post job vacancies. It's a website that serves as a meeting point for job seekers and employers, providing a platform for them to connect and exchange information about job opportunities and qualifications.",
            "key_feautrespicOne":"prjkeypre1.png",
            "key_feautresDetailsOne":"A top job can provide opportunities for career growth and advancement. It can offer more challenging and rewarding work, as well as opportunities for learning and development.In this feature user find top jobs and apply easily",
            "key_feautrespicTwo":"prj3keypre2.png",
            "key_feautresDetailsTwo":"Your resume is often the first impression that potential employers have of you. It's an opportunity to showcase your skills, experience, and qualifications and demonstrate why you're the best candidate for the job.In this feature user build his resume",
            "project_details":"Job portal websites typically have a searchable database of job openings, where users can search for jobs based on various criteria, such as location, job title, company, and industry. They also provide tools and resources to help job seekers improve their job search, such as resume builders, interview tips, and career advice.We hope this website helps lot of people",
            "project_screenshortOne":"prj3screen1.png",
            "project_screenshorttwo":"prj3screen2.png",
            "project_screenshortthree":"prj3screen3.png"
        },
        {
            "id":4,
            "image":"prj5.png",
            "project_name":"Project Bookworm Shack",
            "tools":["React","mongodb","tailwind","firebase","express"],
            "live_link":"https://assignment-12-97c6a.web.app/",
            "github":"https://github.com/niaz-abir/assignment12client",
            "project":"all",
            "banner_pic":"prj4banner.png",
            "banner_details":"Bookworm Stack offer the convenience of shopping for books online, allowing customers to browse and purchase books from the comfort of their own homes.Inj this website user can buy lot of book in online.It often offer competitive pricing, allowing customers to find the books they want at a lower cost than they might find in a physical bookstore.",
            "key_feautrespicOne":"prj4keypre1.png",
            "key_feautresDetailsOne":"In this feature user buys a book .First of user fill up form .In this form there are lot of input section here .So user should fill this form and what type book he needed he mention .",
            "key_feautrespicTwo":"prj4keypre2.png",
            "key_feautresDetailsTwo":"In this feature user Watch different type of books category.As a reader people have different choice .Someone like thriller ,someone story and someone like history .We try to make lot of category here",
            "project_details":"Overall Bookworm Shack provide a convenient and accessible way for customers to purchase books, offering a wide selection of titles at competitive prices. They also offer additional features such as user reviews and access to e-books and audiobooks in future, making them a valuable resource for book lovers.",
            "project_screenshortOne":"prj4screen1.png",
            "project_screenshorttwo":"prj4screen2.png",
            "project_screenshortthree":"prj4screen3.png"
        }
    ]
}