{
    "projects":[
        {
            "id":1,
            "image":"prj1.png",
            "project_name":"Project Fitlessian",
            "tools":["React","Socket Io","firebase","express","mongodb"],
            "live_link":"https://fitlessian.web.app/",
            "github_client":"https://github.com/farukphero/fitness-tracking-web-client",
            "github_server":"https://github.com/farukphero/fitness-tracking-web-server",
            "project":"good",
            "banner_pic":"prj1banner.png",
            "banner_details":"Fitlessian is a FitlessTracking website where user can checkup his fitness and daily activites easily .Basically as a person we try to always concern for our fitness but we can not learn proper guideline .As a result we believe that this website help a user or person to maintain his fitness activity",
            "key_feautrespicOne":"prj1keypre1.png",
            "key_feautresDetailsOne":"First of log activites.In this feature user watch lot of part here Food plan,water goal,Weight goal etc. user can set his goal for daily , weekly, monthly basis and watch his progress",
            "key_feautrespicTwo":"prj1keypre2.png",
            "key_feautresDetailsTwo":"In this feature if user want user can talk to our instructor by via video call.But it is paid service .First of user find his instructor with payment then he can conversation and discussion his problem about his fitness ",
            "project_details":"Physical fitness is a state of health and well-being and, more specifically, the ability to perform aspects of sports, occupations and daily activities. Physical fitness is generally achieved through proper nutrition moderate-vigorous physical exercise and sufficient rest along with a formal recovery plan.I hope this website helps a person for his dedication about his fitness and anyone follow this rules and information he watch a great fitness . Thankyou for visit",
            "project_screenshortOne":"prj1screen1.png",
            "project_screenshorttwo":"prj1screen2.png",
            "project_screenshortthree":"prj1screen3.png"
        },
        {
            "id":2,
            "image":"prj2-banner.png",
            "project_name":"Book Nookery",
            "tools":["React","tailwind","firebase","express","mongodb"],
            "live_link":"https://assignment-12-97c6a.web.app/",
            "github_client":"https://github.com/niaz-abir/assignment12client",
             "github_server":"https://github.com/niaz-abir/assignment12server",
            "project":"bad",
            "banner_pic":"prj2-banner.png",
            "banner_details":"Book is a transformative journey, offering an escape into different worlds and perspectives. It's a gateway to knowledge, allowing the mind to wander and imagine beyond the confines of reality.Book Nookery is a platform where reader can find ,read and order book easily ",
            "key_feautrespicOne":"prj2-key1.png",
            "key_feautresDetailsOne":"In this feature User show all book and read . If he want he can add it wishList easily.After few days he can remove it from wishlist .",
            "key_feautrespicTwo":"prj-key2.png",
            "key_feautresDetailsTwo":"This is community page .Readers after ordering book ,reading book and also using service he can share his felling here .And watch another people complement . ",
            "project_details":"In this project a user can take his all services related with book .If he any confusion he watch all review and home page services. After ordering he can watch his order in dashboard .Overall Book Nookery is a ideal platform for a readers and student .Beside it we also provide a authentication feature from us",
            "project_screenshortOne":"prj2-key3.png",
            "project_screenshorttwo":"prj-key3.png",
            "project_screenshortthree":"prjkey5.png"
        },
        {
            "id":3,
            "image":"thired-banner.png",
            "project_name":"InnerRecruit",
            "tools":["React","firebase","express","mongodb","tailwind"],
            "live_link":"https://job-portal-5b380.web.app/",
            "github_client":"https://github.com/niaz-abir/job-portal-client",
            "github_server":"https://github.com/niaz-abir/job-portal-server",
            "project":"nice",
            "banner_pic":"thired-banner.png",
            "banner_details":"InnerRecruit is an online platform that allows job seekers to search for job openings and employers to post job vacancies. It's a website that serves as a meeting point for job seekers and employers, providing a platform for them to connect and exchange information about job opportunities and qualifications.",
            "key_feautrespicOne":"thired-prj1.png",
            "key_feautresDetailsOne":"In this feature user can search his job and intern .And watch details easily .In search input he search his skill and data is show by user text.He watch lot of outstanding jobs and interns",
            "key_feautrespicTwo":"thired-prj2.png",
            "key_feautresDetailsTwo":"In this section he watch his all applying job and if he want he can remove applying job from his dashboard .Same process with intern  ",
            "project_details":"InnerRecruit always try to give a great service .In this platform a job searcher can find all service .Beside it he read blog and he build resume . And he watch and if he want he can edit his resume . And also authentication system provide from us.",
            "project_screenshortOne":"thired-prj4 (2).png",
            "project_screenshorttwo":"thired-prj4.png",
            "project_screenshortthree":"thired-prj5.png"
        },
        {
            "id":4,
            "image":"four-banner.png",
            "project_name":"Pizzazz",
            "tools":["Next js","mongoose","tailwind","firebase","express"],
            "live_link":"https://pizzazz-git-main-niaz-abir.vercel.app/",
            "github_client":"https://github.com/niaz-abir/pizzazz-client",
            "github_server":"https://github.com/niaz-abir/sercer-pizza",
            "project":"all",
            "banner_pic":"four-banner.png",
            "banner_details":"Pizzazz refers to a dynamic and captivating quality that adds flair or excitement to something. Whether it's in design, performance, or everyday activities, pizzazz implies a distinctive and lively appeal that captures attention. In the context of creative endeavors, a touch of pizzazz can transform the ordinary into the extraordinary, infusing energy and style. It's that special spark that elevates experiences, making them memorable and engaging",
            "key_feautrespicOne":"four-prj1.png",
            "key_feautresDetailsOne":"In this feature user can show all pizza with price, names and also great discount. beside pizza there are many items here cold drinks,desert and also family package here . User can search and also clicking options the item is filtering. And last if he want he can order now easily",
            "key_feautrespicTwo":"four-prj2.png",
            "key_feautresDetailsTwo":"This is checkout page .After ordering pizza it added here . If he want he can remove it and the all total is show here. After continue with checkout he open a modal and order easily ",
            "project_details":"Overall Pizzazz provide a great food ordering service .A user can order his pizza with desert and also coal drinks .In home page there are lot of section here testimonial ,latest-product ,service section . user can order and beautiful signup,login page show in this website",
            "project_screenshortOne":"four-prj3.png",
            "project_screenshorttwo":"four-prj4.png",
            "project_screenshortthree":"four-prj5.png"
        }
    ]
}